openstack_environent/results/result_dump/bench-node1_fio_write-1-1-1024k.out
fio-nw1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
fio-2.2.8
Starting 1 process

fio-nw1: (groupid=0, jobs=1): err= 0: pid=25439: Fri Feb 26 14:56:41 2016
  write: io=102400KB, bw=53866KB/s, iops=52, runt=  1901msec
    clat (msec): min=2, max=372, avg=18.96, stdev=50.25
     lat (msec): min=2, max=372, avg=19.00, stdev=50.25
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    5], 90.00th=[   62], 95.00th=[   67],
     | 99.00th=[  253], 99.50th=[  371], 99.90th=[  371], 99.95th=[  371],
     | 99.99th=[  371]
    bw (KB  /s): min=37168, max=91792, per=100.00%, avg=61616.67, stdev=27758.63
    lat (msec) : 4=78.00%, 10=2.00%, 20=1.00%, 50=7.00%, 100=8.00%
    lat (msec) : 250=2.00%, 500=2.00%
  cpu          : usr=0.37%, sys=0.74%, ctx=102, majf=0, minf=30
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=53866KB/s, minb=53866KB/s, maxb=53866KB/s, mint=1901msec, maxt=1901msec

Disk stats (read/write):
  vdc: ios=0/297, merge=0/0, ticks=0/4889, in_queue=5593, util=93.54%