openstack_environent/results/result_dump/bench-node1_fio_write-1-16-1024k.out
fio-nw16: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 16 processes

fio-nw16: (groupid=0, jobs=16): err= 0: pid=25481: Fri Feb 26 14:56:52 2016
  write: io=98304KB, bw=98798KB/s, iops=96, runt=   995msec
    clat (msec): min=17, max=252, avg=159.89, stdev=90.68
     lat (msec): min=17, max=253, avg=160.03, stdev=90.71
    clat percentiles (msec):
     |  1.00th=[   18],  5.00th=[   23], 10.00th=[   24], 20.00th=[   59],
     | 30.00th=[   71], 40.00th=[  186], 50.00th=[  192], 60.00th=[  217],
     | 70.00th=[  235], 80.00th=[  249], 90.00th=[  251], 95.00th=[  253],
     | 99.00th=[  253], 99.50th=[  253], 99.90th=[  253], 99.95th=[  253],
     | 99.99th=[  253]
    bw (KB  /s): min= 7529, max= 9463, per=8.03%, avg=7935.19, stdev=592.59
    lat (msec) : 20=3.12%, 50=15.62%, 100=16.67%, 250=47.92%, 500=16.67%
  cpu          : usr=0.05%, sys=0.12%, ctx=114, majf=0, minf=470
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=96/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=98304KB, aggrb=98797KB/s, minb=98797KB/s, maxb=98797KB/s, mint=995msec, maxt=995msec

Disk stats (read/write):
  vdc: ios=0/246, merge=0/0, ticks=0/35697, in_queue=42254, util=88.88%