openstack_environent/results/result_dump/bench-node1_fio_write-1-2-1024k.out
fio-nw2: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 2 processes

fio-nw2: (groupid=0, jobs=2): err= 0: pid=25449: Fri Feb 26 14:56:44 2016
  write: io=102400KB, bw=89276KB/s, iops=87, runt=  1147msec
    clat (msec): min=1, max=131, avg=22.76, stdev=31.35
     lat (msec): min=1, max=131, avg=22.81, stdev=31.35
    clat percentiles (usec):
     |  1.00th=[ 1864],  5.00th=[ 2192], 10.00th=[ 2640], 20.00th=[ 3280],
     | 30.00th=[ 4080], 40.00th=[ 4256], 50.00th=[ 4960], 60.00th=[ 5408],
     | 70.00th=[11968], 80.00th=[58112], 90.00th=[63232], 95.00th=[88576],
     | 99.00th=[132096], 99.50th=[132096], 99.90th=[132096], 99.95th=[132096],
     | 99.99th=[132096]
    bw (KB  /s): min=38641, max=49152, per=48.60%, avg=43384.50, stdev=5540.77
    lat (msec) : 2=3.00%, 4=26.00%, 10=37.00%, 20=4.00%, 50=6.00%
    lat (msec) : 100=20.00%, 250=4.00%
  cpu          : usr=0.13%, sys=0.79%, ctx=106, majf=0, minf=59
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=89276KB/s, minb=89276KB/s, maxb=89276KB/s, mint=1147msec, maxt=1147msec

Disk stats (read/write):
  vdc: ios=0/237, merge=0/0, ticks=0/5343, in_queue=5437, util=89.68%