openstack_environent/results/result_dump/bench-node1_fio_write-1-4-1024k.out
fio-nw4: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 4 processes

fio-nw4: (groupid=0, jobs=4): err= 0: pid=25457: Fri Feb 26 14:56:47 2016
  write: io=102400KB, bw=79565KB/s, iops=77, runt=  1287msec
    clat (msec): min=6, max=228, avg=51.35, stdev=47.10
     lat (msec): min=6, max=228, avg=51.41, stdev=47.11
    clat percentiles (msec):
     |  1.00th=[    7],  5.00th=[    7], 10.00th=[    7], 20.00th=[   13],
     | 30.00th=[   27], 40.00th=[   31], 50.00th=[   46], 60.00th=[   49],
     | 70.00th=[   64], 80.00th=[   65], 90.00th=[   81], 95.00th=[  139],
     | 99.00th=[  229], 99.50th=[  229], 99.90th=[  229], 99.95th=[  229],
     | 99.99th=[  229]
    bw (KB  /s): min=12263, max=30658, per=26.97%, avg=21460.50, stdev=9832.54
    lat (msec) : 10=16.00%, 20=8.00%, 50=36.00%, 100=32.00%, 250=8.00%
  cpu          : usr=0.19%, sys=0.29%, ctx=107, majf=0, minf=117
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=79564KB/s, minb=79564KB/s, maxb=79564KB/s, mint=1287msec, maxt=1287msec

Disk stats (read/write):
  vdc: ios=0/264, merge=0/0, ticks=0/12181, in_queue=13692, util=91.59%