openstack_environent/results/result_dump/bench-node1_fio_write-1-8-1024k.out
fio-nw8: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 8 processes

fio-nw8: (groupid=0, jobs=8): err= 0: pid=25467: Fri Feb 26 14:56:50 2016
  write: io=98304KB, bw=79214KB/s, iops=77, runt=  1241msec
    clat (msec): min=5, max=245, avg=98.93, stdev=81.38
     lat (msec): min=5, max=245, avg=99.06, stdev=81.39
    clat percentiles (msec):
     |  1.00th=[    6],  5.00th=[   11], 10.00th=[   13], 20.00th=[   17],
     | 30.00th=[   56], 40.00th=[   56], 50.00th=[   57], 60.00th=[   74],
     | 70.00th=[  167], 80.00th=[  182], 90.00th=[  235], 95.00th=[  243],
     | 99.00th=[  247], 99.50th=[  247], 99.90th=[  247], 99.95th=[  247],
     | 99.99th=[  247]
    bw (KB  /s): min= 7420, max=13056, per=12.34%, avg=9778.33, stdev=2485.15
    lat (msec) : 10=4.17%, 20=16.67%, 50=8.33%, 100=37.50%, 250=33.33%
  cpu          : usr=0.05%, sys=0.23%, ctx=110, majf=0, minf=240
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=96/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=98304KB, aggrb=79213KB/s, minb=79213KB/s, maxb=79213KB/s, mint=1241msec, maxt=1241msec

Disk stats (read/write):
  vdc: ios=0/276, merge=0/0, ticks=0/27278, in_queue=27302, util=91.43%