openstack_environent/results/result_dump/bench-node2_fio_write-1-1-1024k.out
fio-nw1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
fio-2.2.8
Starting 1 process

fio-nw1: (groupid=0, jobs=1): err= 0: pid=3162: Fri Feb 26 14:56:40 2016
  write: io=102400KB, bw=159006KB/s, iops=155, runt=   644msec
    clat (msec): min=1, max=49, avg= 6.39, stdev=10.64
     lat (msec): min=2, max=49, avg= 6.43, stdev=10.64
    clat percentiles (usec):
     |  1.00th=[ 1976],  5.00th=[ 2544], 10.00th=[ 2608], 20.00th=[ 2736],
     | 30.00th=[ 2800], 40.00th=[ 2832], 50.00th=[ 2864], 60.00th=[ 3088],
     | 70.00th=[ 3536], 80.00th=[ 3760], 90.00th=[ 8640], 95.00th=[39168],
     | 99.00th=[48384], 99.50th=[49408], 99.90th=[49408], 99.95th=[49408],
     | 99.99th=[49408]
    bw (KB  /s): min=151552, max=151552, per=95.31%, avg=151552.00, stdev= 0.00
    lat (msec) : 2=1.00%, 4=83.00%, 10=7.00%, 50=9.00%
  cpu          : usr=0.93%, sys=2.49%, ctx=102, majf=0, minf=30
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=159006KB/s, minb=159006KB/s, maxb=159006KB/s, mint=644msec, maxt=644msec

Disk stats (read/write):
  vdc: ios=0/297, merge=0/0, ticks=0/1849, in_queue=1849, util=82.75%