openstack_environent/results/result_dump/bench-node2_fio_write-1-16-1024k.out
fio-nw16: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 16 processes

fio-nw16: (groupid=0, jobs=16): err= 0: pid=3202: Fri Feb 26 14:56:49 2016
  write: io=98304KB, bw=118439KB/s, iops=115, runt=   830msec
    clat (msec): min=15, max=254, avg=136.21, stdev=107.86
     lat (msec): min=16, max=254, avg=136.35, stdev=107.88
    clat percentiles (msec):
     |  1.00th=[   16],  5.00th=[   19], 10.00th=[   24], 20.00th=[   28],
     | 30.00th=[   29], 40.00th=[   35], 50.00th=[   47], 60.00th=[  239],
     | 70.00th=[  241], 80.00th=[  245], 90.00th=[  249], 95.00th=[  253],
     | 99.00th=[  255], 99.50th=[  255], 99.90th=[  255], 99.95th=[  255],
     | 99.99th=[  255]
    bw (KB  /s): min= 5885, max= 7801, per=5.99%, avg=7091.25, stdev=835.76
    lat (msec) : 20=5.21%, 50=44.79%, 250=41.67%, 500=8.33%
  cpu          : usr=0.10%, sys=0.12%, ctx=116, majf=0, minf=470
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=96/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=98304KB, aggrb=118438KB/s, minb=118438KB/s, maxb=118438KB/s, mint=830msec, maxt=830msec

Disk stats (read/write):
  vdc: ios=0/195, merge=0/0, ticks=0/25777, in_queue=30997, util=84.89%