openstack_environent/results/result_dump/bench-node2_fio_write-1-2-1024k.out
fio-nw2: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 2 processes

fio-nw2: (groupid=0, jobs=2): err= 0: pid=3170: Fri Feb 26 14:56:42 2016
  write: io=102400KB, bw=151032KB/s, iops=147, runt=   678msec
    clat (msec): min=3, max=59, avg=13.49, stdev=17.84
     lat (msec): min=3, max=59, avg=13.53, stdev=17.83
    clat percentiles (usec):
     |  1.00th=[ 3088],  5.00th=[ 3504], 10.00th=[ 3536], 20.00th=[ 3824],
     | 30.00th=[ 4128], 40.00th=[ 4384], 50.00th=[ 4960], 60.00th=[ 5024],
     | 70.00th=[ 5920], 80.00th=[11200], 90.00th=[46848], 95.00th=[54528],
     | 99.00th=[59648], 99.50th=[59648], 99.90th=[59648], 99.95th=[59648],
     | 99.99th=[59648]
    bw (KB  /s): min=75776, max=75776, per=50.17%, avg=75776.00, stdev= 0.00
    lat (msec) : 4=24.00%, 10=54.00%, 20=2.00%, 50=10.00%, 100=10.00%
  cpu          : usr=0.15%, sys=1.40%, ctx=103, majf=0, minf=59
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=151032KB/s, minb=151032KB/s, maxb=151032KB/s, mint=678msec, maxt=678msec

Disk stats (read/write):
  vdc: ios=0/282, merge=0/0, ticks=0/3660, in_queue=3800, util=84.89%