openstack_environent/results/result_dump/bench-node2_fio_write-1-4-1024k.out
fio-nw4: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=sync, iodepth=1
...
fio-2.2.8
Starting 4 processes

fio-nw4: (groupid=0, jobs=4): err= 0: pid=3178: Fri Feb 26 14:56:45 2016
  write: io=102400KB, bw=171812KB/s, iops=167, runt=   596msec
    clat (msec): min=5, max=61, avg=22.98, stdev=16.40
     lat (msec): min=5, max=61, avg=23.07, stdev=16.44
    clat percentiles (usec):
     |  1.00th=[ 5216],  5.00th=[ 5280], 10.00th=[ 5408], 20.00th=[ 5728],
     | 30.00th=[ 8896], 40.00th=[16512], 50.00th=[18048], 60.00th=[22912],
     | 70.00th=[35584], 80.00th=[39168], 90.00th=[43776], 95.00th=[52992],
     | 99.00th=[59648], 99.50th=[61184], 99.90th=[61184], 99.95th=[61184],
     | 99.99th=[61184]
    bw (KB  /s): min=44876, max=46730, per=26.93%, avg=46266.50, stdev=927.00
    lat (msec) : 10=35.00%, 20=16.00%, 50=41.00%, 100=8.00%
  cpu          : usr=0.26%, sys=0.87%, ctx=105, majf=0, minf=116
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=100/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=102400KB, aggrb=171812KB/s, minb=171812KB/s, maxb=171812KB/s, mint=596msec, maxt=596msec

Disk stats (read/write):
  vdc: ios=0/225, merge=0/0, ticks=0/4491, in_queue=4662, util=79.28%